Repository: AccelerationNet/wp-db-table-editor
Catalog: languages/wp-db-table-editor-*.po
Languages: fr_fr

source: DB-Table-Editor Cannot READ DATA SOURCE
fr_fr: DB-Table-Editor n'arrive pas à lire la source de données

source: Showing %d of %d rows - items with unsaved changes are not filtered
fr_fr: Affichage de %d ligne(s) sur %d - les lignes modifiées ne sont pas filtrées

source: Are you sure you wish to remove this row
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette ligne ?

source: Delete this Row
fr_fr: Supprimer cette ligne

source: No Database Table Configured to Edit
fr_fr: Aucune table de base de données n'a été configurée pour l'édition

source: There are %s unsaved changes
fr_fr: Il y a %s modification(s) non enregistrée(s)

source: Save %s Changes
fr_fr: Enregistrer %s modification(s)

source: New
fr_fr: Ajouter

source: Undo
fr_fr: Défaire

source: Export to CSV
fr_fr: Export CSV

source: Clear Filters
fr_fr: Effacer les filtres

source: Showing 0 of 0 rows
fr_fr: Afficher 0 ligne(s) sur 0

source: You have unsaved data, are you sure you want to quit
fr_fr: Il y a des données non enregistrées, êtes-vous sûr(e) de vouloir quitter cette page ?

source: This plugin allows viewing, editing, and exporting of database tables in your wordpress database through the admin interface. See the %sREADME.md%s for information on configuring this plugin.
fr_fr: Ce plugin permet de voir, modifier et exporter des données de votre base de données Wordpress via l'interface d'administration. Voir le fichier %sREADME.md%s pour avoir des informations sur la configuration de ce plugin.

source: Configured Database Tables
fr_fr: Tableaux de base de données configurés
